Repository: FileZ/FileZ
Catalog: i18n/*/LC_MESSAGES/default.po
Languages: eo, fr, pt

source: Page not found
eo: Netrovita paĝo
fr: Page non trouvée
pt: Página não encontrada

source: This page is secured
eo: Tiu paĝo estas sekurigita
fr: Cette page est sécurisée
pt: Esta página é segura

source: Give this link to the person you want to share this file with
eo: Sendi la ligilon al la persono kun kiu vi volas kunhavigi tiun dosieron
fr: Donner cette adresse internet aux personnes avec qui vous souhaitez partager le fichier
pt: Dê este endereço à pessoa com quem deseja partilhar este ficheiro

source: or share using:
eo: aŭ kunhavigi pere de:
fr: ou partagez en utilisant:

source: your email
eo: via retadreso
fr: votre email

source: Send via email:
eo: Sendi repoŝte
fr: Envoyer par email:

source: Email addresses (space separated)
eo: Retpoŝtaj adresoj (disigitaj de spaco)
fr: Adresses email (séparées par des espaces)
pt: Endereços de email (separados por espaços)

source: Message (file url will automatically be added)
eo: Mesaĝo (la adreso de la dosiero estos aŭtomate aldonita)
fr: Message (l'adresse de téléchargement du fichier sera automatiquement ajoutée)
pt: Mensagem (o endereço de descarga do ficheiro será adicionado automaticamente)

source: You can download the file I uploaded here
eo: Vi povas elŝuti la dosieron kiun mi alŝutis tie
fr: Vous pouvez télécharger le fichier que j'ai envoyé ici
pt: Pode descarregar o ficheiro que enviei aqui

source: Open in my email client
eo: Malfermi mian retmesaĝilon
fr: Ouvrir dans ma messagerie
pt: Abrir no meu cliente de email

source: Send
eo: Sendi
fr: Envoyer
pt: Enviar

source: Manage files
eo: Administri dosierojn
fr: Gérer les fichiers
pt: Gerir os ficheiros

source: Name
eo: Nomo
fr: Nom
pt: Nome

source: Author
eo: Aŭtoro
fr: Auteur
pt: Autor

source: Availability
eo: Disponebleco
fr: Disponibilité
pt: Disponibilidade

source: Size
eo: Grandeco
fr: Taille
pt: Tamanho

source: DL count
eo: Nombro da elŝutoj
fr: Nombre de Téléchargements
pt: No. de descargas

source: from %from% to %to%
fr: du %from% au %to%
pt: de %from% a %to%

source: Delete
eo: Forigi
fr: Supprimer
pt: Apagar

source: Available from %available_from% to %available_until%
fr: Disponible du %available_from% au %available_until%
pt: Disponível de %available_from% a %available_until%

source: Uploaded by:
eo: Alŝutita de:
fr: Envoyé par:

source: Comments:
eo: Komentoj:
fr: Commentaire:

source: Download
eo: Elŝuti
fr: Télécharger
pt: Descarregar

source: Your download will start shortly...
eo: Via elŝuto ekos baldaŭ...
fr: Votre téléchargement devrait démarrer automatiquement...
pt: O seu ficheiro será descarregado em breve...

source: If not, click here
eo: Si ĝi ne ekas, BV alklaki ĉi-tie
fr: Si ce n'est pas le cas, cliquez ici
pt: Se não é o caso, clique aqui

source: You need a password to download this file
eo: Vi bezonas pasvorton por elŝuti tiun dosieron
fr: Vous devez entrer un mot de passe pour pouvoir télécharger ce fichier
pt: Necessita de uma palavra passe para descarregar este ficheiro

source: The file is not available yet
eo: Tiu dosiero ne disponeblas nun
fr: Le fichier n'est pas encore disponible au téléchargement

source: Do you really want to delete: %filename%?
fr: Êtes vous sûr de vouloir supprimer le fichier %filename% ?

source: Yes, delete that file
eo: Yes, foriti tiun dosieron
fr: Oui, supprimer ce fichier

source: No, go back to previous page
eo: Ne, reen al la antaŭa paĝo
fr: Non, retourner à la page précédente

source: FileZ settings
eo: Agordoj de FileZ
fr: Paramètres de Filez

source: System administrators can edit the settings in the file config/filez.ini
eo: Sistemadministrantoj povas redakti la agordoj en la dosiero config/filez.ini
fr: Les administrateurs peuvent modifier la configuration dans le fichier config/filez.ini

source: Admin dashboard
eo: Administrada panelo
fr: Tableau de bord Admin

source: Manage %NumberOfUsers% users</a> and %NumberOfFiles% files</a>.
fr: Gestion de %NumberOfUsers% utilisateurs</a> et de %NumberOfFiles% fichiers</a>.

source: Edit
eo: Modifi
fr: Modifier
pt: Editar

source: Account created:
eo: Konto kreita:
fr: Compte créé:

source: Administrator:
eo: Administranto:
fr: Administrateur

source: yes
eo: jes
fr: oui
pt: Sim

source: no
eo: ne
fr: non
pt: Não

source: Manage users
eo: Administri uzantojn
fr: Gérer les utilisateurs
pt: Gerir os utilizadores

source: Create a new user
eo: Krei novan uzanton
fr: Créer un nouvel utilisateur
pt: Crie um novo utilizador

source: Username
eo: Uzantkonto
fr: Nom d'utilisateur
pt: Nome do utilizador

source: Role
eo: Rolo
fr: Rôle
pt: Papel

source: File count
eo: Nombro da dosieroj
fr: Nombre de fichiers
pt: No. de ficheiros

source: Disk usage
eo: Uzado de diskospaco
fr: Espace disque
pt: Espaço ocupado

source: Expired files
eo: Senvalidiĝaj dosieroj
fr: Fichiers expirés
pt: Ficheiros expirados

source: Are you sure you want to delete the user "%displayname%" (%username%)
fr: Êtes vous sûr de vouloir supprimer l'utilisateur "%displayname%" (%username%)
pt: Tem a certeza que quer apagar o utilizador "%displayname%" (%username%)

source: Password
eo: Pasvorto
fr: Mot de passe
pt: Palavra passe

source: Email
eo: Retadreso
fr: Envoyer par email
pt: Enviar por email

source: This user can administrate FileZ
eo: La uzanto povas administri FileZ
fr: Cet utilisateur peut administrer FileZ
pt: Este utilizador pode administrar o FileZ

source: Admin
fr: Administrateur
pt: Administrador

source: Firstname
eo: Antaŭnomo
fr: Prénom
pt: Nome

source: Lastname
eo: Familinomo
fr: Nom
pt: Apelido

source: Create
eo: Krei
fr: Créer
pt: Criar

source: Edit user
eo: Modifi uzanton
fr: Modifier l'utilisateur
pt: Editar utilizador

source: Update
eo: Ĝisdatigi
fr: Modifier
pt: Actualizar

source: File (Max size: %size%)
fr: Fichier (Taille maximale: %size%)
pt: Ficheiro (tamanho máximo: %size%)

source: File
fr: Fichier
pt: Ficheiro

source: Lifetime
eo: Vivtempo
fr: Durée
pt: Vida útil

source: Select a lifetime
eo: Elektu vivtempon
fr: Sélectionnez une durée de vie du fichier
pt: Selecione a vida útil do ficheiro

source: %n% days
eo: %n% tagoj
fr: %n% jours
pt: %n% dias

source: %n% day
eo: %n% tago
fr: %n% jour
pt: %n% dia

source: Starts from
eo: Ekas el
fr: Début
pt: Começa de

source: Select a starting date
eo: Elektu komencan daton
fr: Sélectionnez une date de début
pt: Selecione uma data de início

source: Comments
eo: Komentoj
fr: Commentaire
pt: Comentários

source: Add a comment (optional)
eo: Aldoni komenton (malnepre)
fr: Ajouter un commentaire (facultatif)
pt: Adicione um comentário (opcional)

source: Send me email notifications when the file is uploaded and before it will be deleted
eo: Averti min retpoŝte kiam la dosiero estas elŝutita kaj antaŭ gia forigo
fr: M'envoyer des emails de notification lorsque le fichier va être supprimé
pt: Envie-me um email quando o ficheiro for enviado e antes de ser apagado

source: Send me email notifications
eo: Averti min retpoŝte
fr: M'envoyer des emails de notification
pt: Envie-me emails de notificação

source: Ask a password to people who will download your file
eo: Peti pasvorton al tiuj kiuj elŝutoj vian dosieron
fr: Utiliser un mot de passe pour protéger le télécharger du fichier
pt: Use uma palavra passe para proteger a descarga do ficheiro

source: Use a password to download
eo: Uzi pasvorton por elŝuti
fr: Utiliser un mot de passe
pt: Utilize uma palavra passe para descarregar

source: Upload
eo: Alŝuti
fr: Envoyer
pt: Enviar

source: Share
eo: Kunhavigi
fr: Partager
pt: Partilhar

source: Available from %from% to %to%
fr: Disponible du %from% au %to%
pt: Disponível de %from% a %to%

source: Extend one more day
eo: Aldoni plian tagon
fr: Rendre disponible un jour de plus
pt: Disponibilize por mais um dia

source: Never downloaded
eo: Neniam elŝutita
fr: Jamais téléchargé
pt: Nunca descarregado

source: Downloaded once
eo: Elŝutita unufoje
fr: Téléchargé une fois
pt: Descarregado uma vez

source: Download %x% times
fr: Téléchargé %x% fois
pt: Descarregado %x% vezes

source: Upload a new file
eo: Alŝuti novan dosieron
fr: Envoyer un nouveau fichier
pt: Enviar um novo ficheiro

source: Uploaded files
eo: Alŝutitaj dosieroj
fr: Fichiers envoyés
pt: Ficheiros enviados

source: Are you sure to delete this file ?
fr: Êtes vous sûr de vouloir supprimer ce fichier ?
pt: Tem a certeza que quer apagar este ficheiro?

source: Unknown error
eo: Nekonata eraro
fr: Erreur inconnue
pt: Erro desconhecido

source: An unknown error hapenned while uploading the file
fr: Une erreur inconnue est survenue pendant l'envoi du fichier.
pt: Ocorreu um erro desconhecido ao enviar o ficheiro.

source: Cancel
eo: Rezigni
fr: Annuler
pt: Cancelar

source: Log me in
eo: Ensaluti
fr: Me connecter
pt: Ligar-me

source: Dashboard
eo: Panelo
fr: Tableau de bord

source: Users
eo: Uzantoj
fr: Utilisateurs

source: Files
eo: Dosieroj
fr: Fichiers

source: Settings
eo: Agordoj
fr: Configuration

source: Using %space% of %quota%
fr: %space% utilisés sur %quota%
pt: %space% utilizados de %quota%

source: Find help
eo: Trovi helpon
fr: Aide
pt: Ajuda

source: Report a bug
eo: Raporti cimon
fr: Signaler un bogue
pt: Reportar um ”bug”

source: A free software from the University of Avignon
fr: Un logiciel libre de l'Université d'Avignon et des Pays de Vaucluse
pt: Um software livre da Université d'Avignon et des Pays de Vaucluse

source: Share files for a limited time
eo: Kunhavigi dosierojn por limigita periodo
fr: Distribuez vos fichiers pour une durée limitée
pt: Partilhe ficheiros temporariamente

source: Log out
eo: Elsaluti
fr: Se déconnecter
pt: Sair da sessão

source: [FileZ] "%file_name%" uploaded successfuly
fr: [Filez] Votre fichier "%file_name%" a correctement été envoyé
pt: [FileZ] O ficheiro "%file_name%" foi enviado corretamente

source: email_upload_success (%file_name%, %file_url%, %filez_url%, %available_from%, %available_until%)
fr: Bonjour, Votre fichier "%file_name%" a bien été déposé sur la plateforme Filez. Veuillez communiquer l'adresse suivante aux personnes avec qui vous désirez partager ce fichier, afin qu'elles puissent le télécharger : %file_url% Votre fichier restera disponible à cette adresse du %available_from% au %available_until%. -----NE REPONDEZ PAS A CE MESSAGE !Il a été généré automatiquement, votre réponse n'aboutirait pas !
pt: Olá, O ficheiro "%file_name%" foi depositado corretamente na plataforma FileZ. Queira comunicar o seguinte endereço às pessoas com quem deseja partilhar este ficheiro, afim de que o possam descarregar: %file_url% O ficheiro permanecerá disponível neste endereço de %available_from% a %available_until%. -----NÃO RESPONDA A ESTA MENSAGEM! Esta foi gerada automaticamente e a sua resposta será ignorada!

source: The file was successfuly uploaded
fr: Le fichier a été correctement envoyé
pt: O ficheiro foi enviado com sucesso

source: An error occured while uploading the file.
fr: Une erreur s'est produite pendant l'envoi du fichier.
pt: Ocorreu um erro durante o envio do ficheiro.

source: The uploaded file exceeds the max file size.
eo: La alŝutita dosiero pli grandas ol permesata.
fr: La taille du fichier dépasse la taille maximale..
pt: O ficheiro enviado excede o tamanho máximo de ficheiro.

source: The uploaded file was only partially uploaded.
eo: La alŝutita dosiero estis nur parte alŝutita.
fr: Le fichier n'a été que partiellement envoyé.
pt: O ficheiro só foi enviado parcialmente.

source: No file was uploaded.
eo: Neniu dosiero estis alŝutita.
fr: Aucun fichier n'a été envoyé.
pt: Nenhum ficheiro enviado.

source: You exceeded your disk space quota (%space%).
fr: Vous avez dépassé votre quota disque (%space%).
pt: Excedeu a sua quota de disco (%space%).

source: The file is not allowed to be uploaded. Note that files allowed need to be %allowed_exts%.
fr: Les seules extensions acceptées sont %allowed_exts%.

source: Lifetime extended
eo: Vivtempo pliigita
fr: Durée de vie prolongée
pt: Vida útil prolongada

source: You can't extend a file lifetime more than %x% times
fr: Vous ne pouvez pas augmenter la durée de vie d'un fichier plus de %x% fois
pt: Não pode aumentar a vida útil de um ficheiro mais de %x% vezes

source: There is no file for this code
eo: Neniu dosiero ekzistas por tiu kodo
fr: Aucun fichier n'existe pour ce code
pt: Não existe ficheiro para este código

source: File deleted.
eo: Dosiero forigita.
fr: Fichier supprimé.
pt: Ficheiro apagado.

source: [FileZ] "%sender%" wants to share a file with you
fr: [FileZ] %sender% souhaite partager un fichier avec vous
pt: [FileZ] %sender% quer partilhar um ficheiro consigo

source: email_share_file (%file_name%, %file_url%, %sender%, %msg%)
fr: Bonjour, %sender% souhaite partager le fichier "%file_name%" avec vous. Vous pourrez le télécharger à l'adresse : %file_url% . Voici le contenu de son message : %msg%
pt: Olá, %sender% quer partilhar o ficheiro "%file_name%" consigo. Poderá descarregar o mesmo no endereço: %file_url% . Veja aqui o conteúdo da mensagem: %msg%

source: Email address "%email%" is incorrect, please correct it.
fr: L'adresse email "%email%" est incorrecte, veuillez la corriger.
pt: O endereço de email "%email%" está incorreto, por favor corrija.

source: An error occured during email submission. Please try again.
fr: Une erreur est survenue pendant l'envoi du fichier. Veuillez réessayer.
pt: Ocorreu um erro durante o envio do email. Por favor tente de novo.

source: File is not available for download
eo: Dosiero ne disponeblas por elŝuto
fr: Le fichier n'est pas disponible au téléchargement
pt: O ficheiro não está disponível para descarregar

source: Incorrect password
eo: Nekorekta pasvorto
fr: Mot de passe incorrect
pt: Palavra passe incorreta

source: You are not the owner of the file
eo: Vi ne estas la posedanto de la dosiero
fr: Vous n'êtes pas le propriétaire du fichier
pt: Você não é o dono do ficheiro

source: [FileZ] Your file "%file_name%" is going to be deleted
fr: [FileZ] Votre fichier "%file_name%" va prochainement être supprimé

source: email_delete_notif (%file_name%, %file_url%, %filez_url%, %available_until%)
fr: Bonjour, La durée de vie du fichier '%file_name%' que vous avez déposé arrive à expiration, il sera automatiquement supprimé le %available_until%. Rappel de l'adresse du fichier : %file_url% -----NE REPONDEZ PAS A CE MESSAGE ! Il a été généré automatiquement, votre réponse n'aboutirait pas !
pt: Olá, A vida útil do ficheiro '%file_name%' que depositou está a expirar, este será automaticamente apagado em %available_until%. Lembrete do endereço do ficheiro: %file_url% -----NÃO RESPONDA A ESTA MENSAGEM! Esta foi gerada automaticamente e a sua resposta será ignorada!

source: Wrong username or password
eo: Nekorektaj uzantnomo aŭ pasvorto
fr: Nom d'utilisateur ou mot de passe incorrect
pt: Nome de utilizador ou palavra passe errado(a)

source: This documentation does not exist
eo: Tiu helpa teksto ne eksiztas
fr: Cette documentation n'existe pas
pt: Esta documentação não existe

source: B
fr: o

source: KB
fr: Ko

source: MB
fr: Mo

source: GB
fr: Go

source: TB
fr: To

source: "%s%" is not a valid email.
fr: "%s%" n'est pas un email valide.
pt: "%s%" não é um endereço de email válido.

source: The username should not be blank
eo: La uzantonomo ne devus esti malplena
fr: Le nom d'utilisateur ne doit pas être vide
pt: O nome do utilizador não deverá ser em branco

source: The password is too short.
eo: La pasvorto estas tro mallonga.
fr: Le mot de passe est trop court.
pt: A palavra passe é demasiado pequena.

source: This username is already used.
eo: Tiu uzantnomo jam estas uzata.
fr: Ce nom d'utilisateur est déjà utilisé.
pt: Este nome de utilizador já está a ser utilizado

source: This email is already used.
eo: Tiu retadreso jam estas uzata.
fr: Cette adresse email est déjà utilisé.
pt: Este endereço de email já está a ser utilizado.

source: This username belongs to another user.
eo: Tiu uzantnomo apartenas al alia uzanto.
fr: Ce nom d'utilisateur est déjà utilisé.
pt: Este nome de utilizador pertence a outro utilizador.

source: This email belongs to another user.
eo: Tiu retadreso apartenas al alia uzanto.
fr: Cette adresse email est déjà utilisée.
pt: Este email pertence a outro utilizador.

source: Actions
eo: Agoj
pt: Acções

source: Uploaded by
pt: Enviado por

source: or share using
pt: o seu email

source: Account created
pt: Conta criada

source: Administrator ?
pt: Administrador?

source: Administration
eo: Administrado
pt: Administração

source: Are you sure to delete this file?
eo: Ĉu vi certas, ke vi volas forigi tiun ĉi dosieron?

source: An unknown error happened while uploading the file
eo: Nekonata eraro okazis dum alŝuto de la dosiero

source: email
eo: retadreso

source: Email:
eo: Retadreso:

source: A free software from the University of Avignon and the FileZ community
eo: Libera programo el la Universitato de Avignon kaj la komunumo de FileZ

source: An error occurred during email submission, probably too many emails. Please try again.
eo: Eraro okazis dum sendo de retpoŝto, eble tro da retpoŝtoj. Bonvolu provi denove.

source: Successfully sent.
eo: Sukcese sendita.

source: The file was successfully uploaded
eo: La dosiero estis sukcese alŝutita

source: An error occurred while uploading the file.
eo: Nekonata eraro okazis dum alŝuto de la dosiero
