Repository: FileZ/FileZ
Catalog: i18n/*.default.po
Languages: ru

source: Page not found
ru: Страница не найдена

source: This page is secured
ru: Страница защищена

source: Give this link to the person you want to share this file with
ru: Дайте ссылку человеку, которому вы хотите отправить этот файл

source: or share using:
ru: или отправьте используя:

source: your email
ru: ваш email

source: Send via email:
ru: Отправить через email

source: Email addresses (space separated)
ru: Email адрес (разделяйте пробелами)

source: Message (file url will automatically be added)
ru: Сообщение (URL файла будет автоматически добавлен)

source: You can download the file I uploaded here
ru: Вы можете скачать файл, я разместил здесь

source: Open in my email client
ru: Открытие в моем почтовом клиенте

source: Send
ru: Отправить

source: Manage files
ru: Управление файлами

source: Name
ru: Имя

source: Author
ru: Автор

source: Availability
ru: Наличие

source: DL count
ru: Скачан

source: Actions
ru: Действия

source: from %from% to %to%
ru: с %from% до %to%

source: Delete
ru: Удалить

source: Available from %available_from% to %available_until%
ru: Доступна с %available_from% до %available_until%

source: Uploaded by:
ru: Загружено:

source: Comments:
ru: Комментарии:

source: Download
ru: Скачать

source: Your download will start shortly...
ru: Ваша загрузка скоро начнется...

source: If not, click here
ru: Если нет, то нажмите здесь

source: You need a password to download this file
ru: Требуется пароль, чтобы скачать этот файл

source: The file is not available yet
ru: Файл пока не доступен

source: Do you really want to delete: %filename%?
ru: Вы действительно хотите удалить: %filename%?

source: Yes, delete that file
ru: Да, удалите этот файл

source: No, go back to previous page
ru: Нет, вернуться на предыдущую страницу

source: FileZ settings
ru: FileZ настройки

source: System administrators can edit the settings in the file config/filez.ini
ru: Системные администраторы могут изменить настройки в файле конфигурации filez.ini

source: Admin dashboard
ru: Админ-панель

source: Manage %NumberOfUsers% users</a> and %NumberOfFiles% files</a>.
ru: Управление %NumberOfUsers% пользователями</a> и %NumberOfFiles% файлами</a>.

source: Edit
ru: Редактировать

source: Account created:
ru: Учетная запись создана:

source: Administrator:
ru: Администратор:

source: yes
ru: да

source: no
ru: нет

source: Manage users
ru: Управление пользователями

source: Create a new user
ru: Создайте нового пользователя

source: Username
ru: Имя пользователя

source: Role
ru: Роль

source: File count
ru: Количество файлов

source: Disk usage
ru: Использование диска

source: Expired files
ru: Истекшие файлы

source: admin
ru: админ

source: Are you sure you want to delete the user "%displayname%" (%username%)
ru: Вы уверены, что хотите удалить пользователя "%displayname%" (%username%)

source: Password
ru: Пароль

source: This user can administrate FileZ
ru: Этот пользователь может управлять FileZ

source: Firstname
ru: Имя

source: Lastname
ru: Фамилия

source: Create
ru: Создать

source: Edit user
ru: Изменить пользователя

source: Update
ru: Обновить

source: File (Max size: %size%)
ru: Файл (Max размер: %size%)

source: File
ru: Файл

source: Lifetime
ru: Срок

source: Select a lifetime
ru: Выберите срок жизни

source: %n% days
ru: %n% дней

source: %n% day
ru: %n% день

source: Starts from
ru: Начинается с

source: Select a starting date
ru: Выберите дату начала

source: Comments
ru: Комментарий

source: Add a comment (optional)
ru: Добавить комментарий

source: Send me email notifications when the file is uploaded and before it will be deleted
ru: Пришлите мне уведомления по email, когда файл загружен и до того как он будет удален

source: Send me email notifications
ru: Уведомить меня по email

source: Ask a password to people who will download your file
ru: Задайте пароль, для людей которые будут скачивать ваш файл

source: Use a password to download
ru: Установить пароль на загрузку

source: Upload
ru: Загрузить

source: Share
ru: Дать доступ

source: Available from %from% to %to%
ru: Доступна с %from% до %to%

source: Extend one more day
ru: Добавить еще один день

source: Never downloaded
ru: Не скачивался

source: Downloaded once
ru: Скачан 1раз

source: Download %x% times
ru: Скачено %x% раз

source: Upload a new file
ru: Загрузить новый файл

source: Uploaded files
ru: Загруженные файлы

source: Are you sure to delete this file ?
ru: Вы уверены что хотите удалить этот файл

source: Unknown error
ru: Неизвестная ошибка

source: An unknown error hapenned while uploading the file
ru: Произошла неизвестная ошибка при загрузке файла

source: Cancel
ru: Отмена

source: Log me in
ru: Войти

source: Dashboard
ru: Панель

source: Users
ru: Пользователи

source: Files
ru: Файлы

source: Settings
ru: Настройки

source: Using %space% of %quota%
ru: Использовано %space% из %quota%

source: Find help
ru: Справка

source: Report a bug
ru: Сообщить об ошибке

source: A free software from the University of Avignon
ru: Свободного программного обеспечения в университете University of Avignon

source: Share files for a limited time
ru: Общий доступ к файлам в течение ограниченного времени

source: Administration
ru: Панель управления

source: Log out
ru: Выйти

source: [FileZ] "%file_name%" uploaded successfuly
ru: [FileZ] "%file_name%" загружен успешно

source: email_upload_success (%file_name%, %file_url%, %filez_url%, %available_from%, %available_until%)
ru: email_загрузка_успешна (%file_name%, %file_url%, %filez_url%, %available_from%, %available_until%)

source: The file was successfuly uploaded
ru: Файл успешно загружен

source: An error occured while uploading the file.
ru: Произошла ошибка при загрузке файла.

source: The uploaded file exceeds the max file size.
ru: Загруженный файл превышает максимальный размер файла.

source: The uploaded file was only partially uploaded.
ru: Загруженный файл был загружен лишь частично.

source: No file was uploaded.
ru: Файл не был загружен.

source: You exceeded your disk space quota (%space%).
ru: Вы превысили квоту дискового пространства (%space%).

source: The file is not allowed to be uploaded. Note that files allowed need to be %allowed_exts%.
ru: Файл не может быть загружен. Обратите внимание, что файлы разрешено должны быть %allowed_exts%.allowed_exts.

source: Lifetime extended
ru: Время жизни увеличенно

source: You can't extend a file lifetime more than %x% times
ru: Вы не можете распространять файл жизни более раза %x% times

source: There is no file for this code
ru: Не существует файла для этого кода

source: File deleted.
ru: Файл удален.

source: [FileZ] "%sender%" wants to share a file with you
ru: [FileZ] "%sender%" хочет поделиться с вами файлом

source: Email address "%email%" is incorrect, please correct it.
ru: Адрес электронной почты "%email%" является неверным, пожалуйста, исправить его.

source: An error occured during email submission. Please try again.
ru: Произошла ошибка во время отправки электронной почты. Пожалуйста, попробуйте еще раз.

source: File is not available for download
ru: Файл не доступен для скачивания

source: Incorrect password
ru: Неверный пароль

source: You are not the owner of the file
ru: Вы не являетесь владельцем файла

source: [FileZ] Your file "%file_name%" is going to be deleted
ru: [FileZ] Ваш файл "%file_name%" скоро будет удален

source: Wrong username or password
ru: Неверное имя или пароль

source: This documentation does not exist
ru: Эта документ не существует

source: "%s%" is not a valid email.
ru: "%s%" не правильный адресс email

source: The username should not be blank
ru: Имя пользователя не должно быть пустым

source: The password is too short.
ru: Пароль слишком короткий.

source: This username is already used.
ru: Это имя пользователя уже используется.

source: This email is already used.
ru: Этот адрес уже используется.

source: This username belongs to another user.
ru: Это имя пользователя принадлежит другому пользователю.

source: This email belongs to another user.
ru: Это письмо принадлежит другому пользователю.
